import React from 'react';
import hijama from'./hijama.jpg'
import './hijama.css'
import 'bootstrap/dist/css/bootstrap.css';


function Home() {
  return (
    <>
    <div className='d-flex p-3 bg-secondary text-white'>
    <div className='hijama'>
      <h1 className='text-center'>علاج الحجامة</h1>
      <p className='text-center' >تحفيز التدفق الحر للطاقة لتعزيز قوة الشفاء</p>
      <img src={hijama} width={600} height={300} className='img-thumbnail mx-auto d-block'/>
      <br/>
      <p style={{ maxWidth: '700px', margin: '0 auto' }}>تعتبر الحجامة من العلاجات المستخدمة في الطب البديل منذ القدم والتي شاع استخدامها في بلاد العرب والصين، ويعتمد مبدأ عملها على استخدام أكواب خاصة يتم وضعها على الجلد لبضعة دقائق بهدف تجميع وامتصاص الدم في المنطقة لتخفيف الآلام ومشاكل الجسم

في مجمع تداوي الطبي نقدم لكم خدمة العلاج بالحجامة في عيادة حجامة متخصصة وعلى يد أطباء مؤهلين وذو خبرة طويلة في العلاج بجميع أنواع الحجامة لمساعدتكم في التخلص من السموم والشفاء من الأمراض.</p>
<br/>
<nav style={{marginLeft:'100px'}}>
<div class="card" style={{width: "200px;"}}>
<div class="card-body">
  <h3>ما هي الأمراض التي تعالجها الحجامة؟</h3>
 
    <ol>
      <li>آلام الرقبة والركبة وآلام الظهر المزمنة.</li>
      <li>التهاب المفاصل الروماتويدي وخدر الأطراف.</li>
      <li>الأمراض الجلدية مثل حب الشباب.</li>
      <li>الصداع المزمن او النصفي “الشقيقة.</li>
      <li>الانتعاش الرياضي و العجز الحركي.</li>
      <li>مشاكل الضغط المرتفع والغدة الدرقية.</li>
      <li>تورم الساقين والدوالي وارتفاع الكوليسترول.</li>
      <li>الضعف العام والإرهاق وارتفاع درجة الحرارة.</li>
    </ol>
  </div>
</div>
<br/>
<div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>ما هي فوائد العلاج بالحجامة؟</h3>
       <samp>فوائد العلاج بالحجامة كثيرة ومتعددة نذكر لكم بعضًا منها:</samp>
       <ul>
        <li>تحسين أداء أعضاء الجسم.</li>
        <li>تحسين صحة الجهاز المناعي.</li>
        <li>تنشيط الدورة الدموية في الجسم.</li>
        <li>علاج الصداع والصداع النصفي.</li>
        <li>التخفيف من السعال وضيق التنفس.</li>
        <li>زيادة نسبة التركيز وتحسين صحة الذاكرة.</li>
        <li>تهدئة الأعصاب وتخفيف آلام الرقبة والكتف.</li>
        <li>تنظيم إفراز الغدد وموازنة الهرمونات في الجسم.</li>
       </ul>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>ما يلي الحجامة؟</h3>
       <samp>بالرغم من الفوائد الكثيرة للعلاج بالحجامة إلا أن لها بعض الأضرار البسيطة مثل:</samp>
       <ul>
        <li>الشعور بالدوار الخفيف.</li>
        <li>التعرق أو الغثيان.</li>
        <li>ظهور الكدمات وتغير لون الجلد.</li>
        <li>ألم بسيط في جرح الحجامة.</li>
        <li>الإصابة بالعدوى بسبب التلوث بالدم.</li>
       </ul>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>ماذا يحدث للجسم بعد الحجامة؟</h3>
       <p>يشعر المريض بعد الحجامة بالراحة والاسترخاء في جميع أنحاء الجسم وذلك بسبب زيادة تدفق الدم والأوكسجين إلى أماكن الحجامة، كما أن الجسم يتخلص من السموم المتراكمة داخله، وبعد الحجامة عادة ما يشعر المريض بتحسن في الجهاز الهضمي لأن الدم المتدفق لمنطقة البطن يعزز الانقباضات التي تعالج عسر الهضم والإمساك.</p>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
       <div class="card-body" >
       <h3>ما الأطعمة التي على المريض أن يتجنب تناولها بعد الحجامة؟</h3>
       <p>ينصَح بعد الحجامة بالصيام أو الاكتفاء بوجبات خفيفة خالية من الدهون لمدة ساعتين إلى ثلاثة ساعات من جلسة الحجامة، بالإضافة إلى تجنب تناول اللحوم الحمراء أو مشتقات الألبان والحليب والمشروبات الغازية لمدة 48 ساعة، كما يجب الابتعاد عن المشروبات التي تحتوي على الكافيين والسكريات لمدة 6 ساعات بعد الحجامة؛ لأنها تقلل من كفاءة علاج ونتائج الحجامة.</p>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>ما هي فوائد الحجامة عند الرجال؟</h3>
       <samp>من أبرز فوائد الحجامة للرجال هي:</samp>
       <ul>
        <li>تعزيز القدرة الجنسية وزيادة الخصوبة.</li>
        <li>إزالة السموم من الجسم، وخاصة المدخنين.</li>
        <li>إبراز الكتلة العضلية للرجال.</li>
        <li>تعزيز صحة الجهاز الهضمي.</li>
        <li>تعزيز صحة الجهاز المناعي.</li>
        <li>الوقاية من سرطان البروستاتا.</li>
       </ul>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>ما هي فوائد الحجامة للنساء؟</h3>
       <ul>
        <li>علاج الروماتيزم عند النساء.</li>
        <li>معالجة تنميل اليدين والقدمين.</li>
        <li>علاج آلام الرقبة والكتف.</li>
        <li>علاج آلام المفاصل.</li>
        <li>التخلص من الخمول والكسل.</li>
        <li>التخلص من اضطرابات النوم.</li>
        <li>معالجة ارتفاع ضغط الدم.</li>
        <li>علاج النقرس وعرق النسا.</li>
        <li>تعزيز الجهاز المناعي.</li>
        <li>طرد السموم من الجسم.</li>
       </ul>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>ماذا يعني خروج دم كثير في الحجامة؟</h3>
       <p>خروج دم باللون الأسود أو الأزرق يدل على وجود التهابات في المنطقة المعالجة منذ فترة طويلة وعدم قدرة الجسم على التخلص منها.</p>
       <p>أما الدم باللون الأبيض الباهت يشير إلى عدم قيام العضو المعالج بوظيفته بالشكل السليم والحجامة عادة ما تساعده على استعادة عمله.</p>
       <p>أما الدم باللون الأحمر الخفيف يدل على وجود إصابة حديثة في المنطقة وعادة ما تساعد الحجامة في شفائها.</p>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
       <div class="card-body">
       <h3>ماذا على المريض أن يتجنب بعد الحجامة؟</h3>
       <p>من أجل الحصول على أفضل النتائج المرجوة من العلاج بالحجامة يجب الابتعاد بعد الجلسة عن مشروبات الكافيين والسكر واللحوم والأجبان كما يجب تجنب التمارين الرياضية المكثفة لمدة 6 ساعات على الأقل بعد الحجامة، وذلك لحاجة الجسم لكل طاقته من أجل تفريغ السموم منه.</p>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
       <div class="card-body">
       <h3>بعد كم يوم تظهر نتائج الحجامة؟</h3>
       <p>لا يوجد وقت معين لظهور النتائج الإيجابية للحجامة، لكنها بالتأكيد تساعد الجسم على التخلص من الكثير من المشاكل الصحية على المدى البعيد، ويُقال أن فائدتها تظهر بعد اختفاء العلامات والآثار التي تتركها الحجامة على الجسم أي بعد حوالي أسبوع أو أسبوعين من إجرائها.</p>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>هل الحجامة مؤلمة؟</h3>
       <p>يرافق هذا الإجراء شعور بآلام خفيفة في أماكن الحجامة في الجسم ناتج عن التشريط السطحي للجلد، وبسبب شفط الأكواب للجلد، مما يتسبب في ظهور علامات تشبه الكدمات لكنها تختفي بعد 5 أيام تقريبًا.</p>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>متى أفضل وقت لإجراء الحجامة؟</h3>
       <p>يمكن إجراء الحجامة الجافة التي تعتمد على طريقة الشفط في أي وقت، أما الحجامة الرطبة التي تتم باستخدام الأكواب وتشريط الجلد يفضل إجراؤها في اليوم السابع عشر أو التاسع عشر أو الحادي والعشرين من الشهر القمري الإسلامي إذا لم تكن طارئة بينما إذا كان هناك حاجة طارئة فيمكن إجراؤها في أي وقت.</p>
       </div>
       </div>
       <br/>
       <div class="card" style={{width: "200px;"}}>
<div class="card-body">
       <h3>ما هي أفضل المواقع في الجسم لإجراء الحجامة؟</h3>
       <ul>
        <li>المواضع الأقرب للأنسجة المصابة لتسهيل تخليص الجسم من مسببات الأمراض.</li>
        <li>الكاهل وهو المنطقة الواقعة فوق العمود الفقري العنقي السابع.</li>
        <li>الأخدعين وهو المنطقة الواقعة على جانبي العنق خلف الأذن.</li>
        <li>بين الكتفين وقمة الرأس ومنطقة اليافوخ.</li>
        <li>الفخذ والسطح الظهراني للقدم.</li>
       </ul>
       </div>
       </div>
       </nav>
</div>
     
</div>
    </>
  );
}

export default Home;
